---
kind: property
id: P:Autodesk.Revit.DB.PolymeshFacet.V1
source: html/fbaf12b9-14dd-573c-9cfb-88277f45a15e.htm
---
# Autodesk.Revit.DB.PolymeshFacet.V1 Property

The first vertex of the facet

## Syntax (C#)
```csharp
public int V1 { get; }
```